data/USTC-TK2016/3_ProcessedSession/FilteredSession/Train/Zeus-L7/Zeus.pcap.TCP_192-168-0-151_62112_192-168-0-250_5357.bin

POST /acc7fe12-3135-466d-a131-c5ba9b41ee06/ HTTP/1.1
Cache-Control: no-cache
Connection: Close
Pragma: no-cache
Content-Type: application/soap+xml
User-Agent: WSDAPI
Content-Length: 733
Host: 192.168.0.250:5357

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:lms="http://schemas.microsoft.com/windows/lms/2007/08"><soap:Header><wsa:To>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2004/09/transfer/Get</wsa:Action><wsa:MessageID>urn:uuid:ba4af8b4-6c28-4721-92d5-55267c348dfe</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:From><wsa:Address>urn:uuid:fe7de867-d790-42b9-ab7d-23a1342fc57d</wsa:Address></wsa:From><lms:LargeMetadataSupport/></soap:Header><soap:Body/></soap:Envelope>HTTP/1.1 200 
Content-Type: application/soap+xml
Server: Microsoft-HTTPAPI/2.0
Date: Tue, 29 May 2012 04:19:37 GMT
Connection: close
Content-Length: 2189

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsx="http://schemas.xmlsoap.org/ws/2004/09/mex" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:un0="http://schemas.microsoft.com/windows/pnpx/2005/10" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2004/09/transfer/GetResponse</wsa:Action><wsa:MessageID>urn:uuid:babc00c9-b7e8-4f88-b0ef-d631404d1b18</wsa:MessageID><wsa:RelatesTo>urn:uuid:ba4af8b4-6c28-4721-92d5-55267c348dfe</wsa:RelatesTo></soap:Header><soap:Body><wsx:Metadata><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/ThisDevice"><wsdp:ThisDevice><wsdp:FriendlyName>Microsoft Publication Service Device Host</wsdp:FriendlyName><wsdp:FirmwareVersion>1.0</wsdp:FirmwareVersion><wsdp:SerialNumber>20050718</wsdp:SerialNumber></wsdp:ThisDevice></wsx:MetadataSection><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/ThisModel"><wsdp:ThisModel><wsdp:Manufacturer>Microsoft Corporation</wsdp:Manufacturer><wsdp:ManufacturerUrl>http://www.microsoft.com</wsdp:ManufacturerUrl><wsdp:ModelName>Microsoft Publication Service</wsdp:ModelName><wsdp:ModelNumber>1</wsdp:ModelNumber><wsdp:ModelUrl>http://www.microsoft.com</wsdp:ModelUrl><wsdp:PresentationUrl>http://www.microsoft.com</wsdp:PresentationUrl><un0:DeviceCategory>Computers</un0:DeviceCategory></wsdp:ThisModel></wsx:MetadataSection><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/Relationship"><wsdp:Relationship Type="http://schemas.xmlsoap.org/ws/2006/02/devprof/host"><wsdp:Host><wsa:EndpointReference><wsa:Address>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:Address></wsa:EndpointReference><wsdp:Types>pub:Computer</wsdp:Types><wsdp:ServiceId>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsdp:ServiceId><pub:Computer>TINY71/NotJoined</pub:Computer></wsdp:Host></wsdp:Relationship></wsx:MetadataSection></wsx:Metadata></soap:Body></soap:Envelope>HTTP/1.1 200 
Content-Type: application/soap+xml
Server: Microsoft-HTTPAPI/2.0
Date: Tue, 29 May 2012 04:19:37 GMT
Connection: close
Content-Length: 2189

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsx="http://schemas.xmlsoap.org/ws/2004/09/mex" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:un0="http://schemas.microsoft.com/windows/pnpx/2005/10" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2004/09/transfer/GetResponse</wsa:Action><wsa:MessageID>urn:uuid:babc00c9-b7e8-4f88-b0ef-d631404d1b18</wsa:MessageID><wsa:RelatesTo>urn:uuid:ba4af8b4-6c28-4721-92d5-55267c348dfe</wsa:RelatesTo></soap:Header><soap:Body><wsx:Metadata><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/ThisDevice"><wsdp:ThisDevice><wsdp:FriendlyName>Microsoft Publication Service Device Host</wsdp:FriendlyName><wsdp:FirmwareVersion>1.0</wsdp:FirmwareVersion><wsdp:SerialNumber>20050718</wsdp:SerialNumber></wsdp:ThisDevice></wsx:MetadataSection><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/ThisModel"><wsdp:ThisModel><wsdp:Manufacturer>Microsoft Corporation</wsdp:Manufacturer><wsdp:ManufacturerUrl>http://www.microsoft.com</wsdp:ManufacturerUrl><wsdp:ModelName>Microsoft Publication Service</wsdp:ModelName><wsdp:ModelNumber>1</wsdp:ModelNumber><wsdp:ModelUrl>http://www.microsoft.com</wsdp:ModelUrl><wsdp:PresentationUrl>http://www.microsoft.com</wsdp:PresentationUrl><un0:DeviceCategory>Computers</un0:DeviceCategory></wsdp:ThisModel></wsx:MetadataSection><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/Relationship"><wsdp:Relationship Type="http://schemas.xmlsoap.org/ws/2006/02/devprof/host"><wsdp:Host><wsa:EndpointReference><wsa:Address>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:Address></wsa:EndpointReference><wsdp:Types>pub:Computer</wsdp:Types><wsdp:ServiceId>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsdp:ServiceId><pub:Computer>TINY71/NotJoined</pub:Computer></wsdp:Host></wsdp:Relationship></wsx:MetadataSection></wsx:Metadata></soap:Body></soap:Envelope>